[
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/causale_reddito_assoggettato/2",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "2"
    },
    "label_it": "in caso di compensi percepiti da soggetti non residenti in relazione a rapporti di collaborazione coordinata e continuativa;",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/causale_reddito_assoggettato/3",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "3"
    },
    "label_it": "in caso di prestazioni di previdenza complementare erogate sotto forma di rendita comprese nel maturato dall’1/1/2007. Il medesimo codice va utilizzato anche nel caso di prestazioni pensionistiche (PEPP) erogate in forma di rendita al netto della parte corrispondente ai redditi già assoggettati ad imposta e a quelli di cui all’art. 44, comma1, lett. g) quinquies del Tuir, se determinabili.",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/causale_reddito_assoggettato/4",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "4"
    },
    "label_it": "in caso di prestazioni di previdenza complementare erogate sotto forma di capitale comprese nel maturato dall’1/1/2007, al netto del risultato di gestione assoggettato ad imposta sostitutiva nella misura dell’11% e dei contributi e premi non dedotti, proporzionalmente riferibili. Il medesimo codice va utilizzato anche nel caso di prestazioni pensionistiche (PEPP) erogate in forma di capitale al netto della parte corrispondente ai redditi già assoggettati ad imposta.",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/causale_reddito_assoggettato/5",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "5"
    },
    "label_it": "in caso di rendite integrative temporanee anticipate, per le quali l’articolo 1, comma 168, della legge 27 dicembre 2017, n. 205 ha previsto la possibilità per il percettore di optare per la tassazione ordinaria in sede di dichiarazione dei redditi. Il medesimo codice va utilizzato anche nel caso di rendite integrative temporanee anticipate percepite dal titolare del sottoconto italiano (PEPP) per le quali l’art. 13, comma 6 del D.Lgs. 3 agosto 2022, n. 114 ha previsto la possibilità per il percettore di optare per la tassazione ordinaria in sede di dichiarazione dei redditi",
    "level": null
  }
]