[
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/13",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "13"
    },
    "label_it": "nel caso di somme che non hanno concorso a formare il reddito imponibile (50% dell’ammontare erogato), relative ai compensi percepiti dai lavoratori impatriati rientrati prima del 30 aprile 2019 che hanno esercitato l’opzione di cui al provvedimento del Direttore dell’Agenzia delle entrate del 3 marzo 2021 (come rettificato con l’errata corrige del 24 giugno 2021);",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/14",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "14"
    },
    "label_it": "nel caso di somme che non hanno concorso a formare il reddito imponibile (90% dell’ammontare erogato), relative ai compensi percepiti dai lavoratori impatriati rientrati prima del 30 aprile 2019 che hanno esercitato l’opzione di cui al provvedimento del Direttore dell’Agenzia delle entrate del 3 marzo 2021 (come rettificato con l’errata corrige del 24 giugno 2021);",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/15",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "15"
    },
    "label_it": "nel caso di somme che non hanno concorso a formare il reddito imponibile (90% dell’ammontare erogato), relative ai compensi percepiti dai docenti e ricercatori rientrati in Italia prima del 2020 e che alla data del 31 dicembre 2019 risultano beneficiari del regime previsto dall’art. 44 del D.L 31 maggio 2010, n. 78 che hanno esercitato l’opzione di cui al provvedimento del Direttore dell’Agenzia delle entrate del 31 marzo 2022;",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/2",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "2"
    },
    "label_it": "nel caso di somme che non hanno concorso a formare il reddito imponibile (90% dell’ammontare erogato), relativo ai compensi percepiti dai docenti e dai ricercatori in base a quanto stabilito dall’art. 44 del D.L 31 maggio 2010, n. 78, convertito con modificazioni, dalla L. 30 luglio 2020, n. 122. Vanno altresì inseriti i relativi rimborsi spese;",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/20",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "20"
    },
    "label_it": "nel caso di prestazioni di lavoro autonomo di cui all’art. 53, comma 1, del TUIR per le quali l’art. 36, comma 6, del Decreto legislativo n. 36 del 2021, ha previsto la non concorrenza alla base imponibile di un importo complessivo annuo di euro 15.000,00;",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/21",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "21"
    },
    "label_it": "nel caso di erogazione di altri redditi non soggetti a ritenuta;",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/22",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "22"
    },
    "label_it": "nel caso di erogazione di redditi esenti ovvero di somme che non costituiscono reddito;",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/23",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "23"
    },
    "label_it": "nel caso di Assegni di servizio civile universale di cui all’art. 16 del D.lgs. n. 40 del 2017 per i quali la norma ha previso la loro esenzione;",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/24",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "24"
    },
    "label_it": "nel caso di compensi, non assoggettati a ritenuta d’acconto, corrisposti ai soggetti in regime forfetario di cui all’articolo 1, della L. 190/2014.",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/4",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "4"
    },
    "label_it": "nel caso di somme corrisposte che non hanno concorso a formare il reddito imponibile (50% dell’ammontare erogato), relative ai compensi percepiti dai lavoratori impatriati rientrati in Italia dall’estero e che hanno avviato un’attività di lavoro autonomo o di impresa, in base a quanto stabilito dall’articolo 16 del D.lgs. n. 147 del 2015 modificato dalla legge n. 232 dell’11 dicembre 2016;",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/6",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "6"
    },
    "label_it": "nel caso di somme corrisposte che non hanno concorso a formare il reddito imponibile (70% dell’ammontare erogato), relative ai compensi percepiti dai lavoratori impatriati, in base a quanto stabilito dal comma1, dell’articolo 16 del D.lgs. n. 147 del 2015 modificato dal D.L. 30 aprile 2019, n. 34. Per i lavoratori rientrati in Italia dal 30 aprile 2019 al 2 luglio 2019, la fruizione di tale agevolazione è subordinata all’emanazione del decreto ministeriale di cui al comma 2, dell’art. 13-ter del decreto-legge 26 ottobre 2019, n. 124, convertito, con modificazioni, dalla legge 19 dicembre 2019, n. 157.",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/8",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "8"
    },
    "label_it": "nel caso di somme corrisposte che non hanno concorso a formare il reddito imponibile (90% dell’ammontare erogato), relative ai compensi percepiti dai lavoratori impatriati, in base a quanto stabilito dal comma 5-bis, dell’articolo 16 del D.lgs. n. 147 del 2015 modificato dal D.L. 30 aprile 2019, n. 34. Per i lavoratori rientrati in Italia dal 30 aprile 2019 al 2 luglio 2019, la fruizione di tale agevolazione è subordinata all’emanazione del decreto ministeriale di cui al comma 2, dell’art. 13-ter del decreto-legge 26 ottobre 2019, n. 124, convertito, con modificazioni, dalla legge 19 dicembre 2019, n. 157;",
    "level": null
  },
  {
    "url": "https://w3id.org/italia/social-security/controlled-vocabulary/CUStatement/codice_altre_somme/9",
    "@type": "skos:Concept",
    "id": {
      "@language": "it",
      "@value": "9"
    },
    "label_it": "nel caso di somme corrisposte che non hanno concorso a formare il reddito imponibile (50% dell’ammontare erogato), relative ai compensi percepiti dai lavoratori impatriati che hanno trasferito la residenza in Italia a decorrere dal 30 aprile 2019, in base a quanto stabilito dal comma 5-quater, dell’articolo 16 del D.lgs. n. 147 del 2015 modificato dal D.L. 30 aprile 2019, n. 34. L’opzione per questo regime agevolato comporta il versamento di un contributo pari allo 0.5 per cento della base imponibile. Le modalità per l’effettuazione di tale versamento sono state stabilite con il decreto del Presidente del Consiglio dei Ministri del 26 gennaio 2021;",
    "level": null
  }
]